Repository: MrPetovan/friendica-directory
Catalog: src/lang/*/LC_MESSAGES/strings.po
Languages: cs, de, ja

source: Previous
cs: Předchozí
de: Vorherige
ja: 前

source: Next
cs: Další
de: Nächste
ja: 次

source: First
cs: První
de: Erste
ja: 最初

source: Last
cs: Poslední
de: Letzte
ja: 最終

source: People
cs: Lidé
de: Leute
ja: 人

# field
source: Language
cs: Jazyk
de: Sprache
ja: 言語

# field
source: Locality
cs: Poloha
de: Wohnort
ja: 局所性

# field
source: Region
cs: Region/kraj
ja: 地域

# field
source: Country
cs: Země
de: Land
ja: 国

source: Public Servers
cs: Veřejné servery
de: Öffentlicher Server
ja: パブリックサーバー

source: Friendica Directory
cs: Adresář Friendica
de: Friendica Verzeichnis
ja: Friendicaディレクトリ

source: Search terms
cs: Termíny vyhledávání
de: Suchbegriff
ja: 検索ワード

# noun
source: Search
cs: Hledání
de: Suche
ja: サーチ

# verb
source: Search
cs: Hledat
de: Suche
ja: サーチ

source: Toggle navigation
cs: Přepínat navigaci
de: Schalte Navigation
ja: ナビゲーションを切り替える

source: Directory
cs: Adresář
de: Verzeichnis
ja: ディレクトリ

source: Public servers
cs: Veřejné servery
de: Öffentliche Server
ja: パブリックサーバー

source: %d result for "%s"
cs: %d výsledek pro „%s“
de: %d Ergebnisse für "%s"
ja: "%s" : %d 件の結果

source: Top servers pagination
cs: Horní stránkování serverů
de: Höchste Serverwertung
ja: トップサーバーのページネーション

source: Bottom servers pagination
cs: Spodní stránkování serverů
de: Niedrigste Serverwertung
ja: 下部サーバーのページネーション

source: Filter by locality
cs: Filtrovat dle polohy
de: Filter nach Ort
ja: 地域でフィルター

source: Filter by region
cs: Filtrovat dle regionu/kraje
de: Filter nach Region
ja: 地域でフィルター

source: Filter by country
cs: Filtrovat dle země
de: Filter nach Land
ja: 国で絞り込む

# verb
source: Follow
cs: Sledovat
de: Folge
ja: フォロー

source: Language
cs: Jazyk
de: Sprache
ja: 言語

source: Filter by language
cs: Filtrovat dle jazyka
de: Filter nach Sprache
ja: 言語でフィルター

source: Location
cs: Poloha
de: Ort
ja: ロケーション

source: Search Tag
cs: Hledat podle štítku
de: Suchbegriff
ja: 検索タグ

source: Account type tabs
cs: Záložky typů účtů
de: Konto-Typ Register
ja: アカウントタイプタブ

source: Top %s pagination
cs: Horní stránkování %s
ja: トップ %s のページネーション

source: Bottom %s pagination
cs: Spodní stránkování %s
ja: 下位 %s のページネーション

source: Stable Version
cs: Stabilní verze
de: Stabile Version
ja: 安定版

source: Develop Version
cs: Vývojová verze
de: Entwickler Version
ja: バージョンを開発

source: Outdated Version
cs: Neaktuální verze
de: Abgelaufene Version
ja: 古いバージョン

source: Admin
cs: Administrátor
ja: 管理者

source: No description provided
cs: Není zadán žádný popis
de: Keine Beschreibung angeboten
ja: 説明なし

source: Visit Server
cs: Navštívit server
de: Besuche den Server
ja: サーバーにアクセス

source: Popular Countries
cs: Populární země
de: Häufige Länder
ja: 人気の国

source: Popular Languages
cs: Populární jazyky
de: Häufige Sprachen
ja: 人気のある言語

source: Popular Tags
cs: Populární štítky
de: Beliebte Tags
ja: 人気のタグ

source: Default Language
cs: Výchozí jazyk
de: Standard Sprache
ja: 既定の言語

source: Known Users
cs: Známí uživatelé
de: Bekannte Nutzer
ja: 既知のユーザー

# account-type
source: All
cs: Vše
de: Alle
ja: すべて

# account-type
source: People (%d)
cs: Lidé (%d)
de: Personen (%d)
ja: "個人（ %d ）

# account-type
source: Forum (%d)
cs: Fóra (%d)
de: Foren (%d)
ja: フォーラム（ %d ）

source: Stats
cs: Statistika
de: Statistik
ja: 統計

source: Directory statistics
cs: Statistika adresáře
de: Verzeichnis Statistiken
ja: ディレクトリ統計

source: Profiles
cs: Profily
de: Profile
ja: プロフィール

source: This directory knows about <strong>%s distinct potential profile URLs</strong>.
cs: Tento adresář ví o <strong>%s zřetelných potenciálních profilových URL adresách</strong>.
de: Dieses Verzeichnis kennt <strong>%s unterschiedliche, potentielle Profil URLs</strong>
ja: このディレクトリは、<strong> %s の異なる潜在的なプロファイルURL </strong>を認識しています。

source: Languages
cs: Jazyky
de: Sprachen
ja: 言語

source: Out of <strong>%s</strong> profiles reporting their language there are:
cs: Ze všech <strong>%s</strong> profilů hlásících svůj jazyk je tu:
de: Von den <strong>%s</strong> Profilen, die ihre Sprache angeben, sind:
ja: <strong> %s </strong>の言語を報告するプロフィールには、次のものがあります。

source: Servers
cs: Servery
de: Server
ja: サーバー

source: This directory knows about <strong>%s distinct potential server URLs</strong>.
cs: Tento adresář ví o <strong>%s zřetelných potenciálních serverových URL adresách</strong>.
de: Dieses Verzeichnis kennt <strong>%s unterschiedliche, potentielle Server URLs</strong>
ja: このディレクトリは、<strong> %s の異なる潜在的なサーバーURL </strong>を認識しています。

source: Out of those, there are <strong>%s domains (%s)</strong> that have been a Friendica server at least once.
cs: Z těch je tu <strong>%s domén (%s)</strong>, které byly alespoň jednou serverem Friendica.
de: Von diesen gibt es <strong>%sDomänen(%s)</strong>, die zumindest einmal Friendica Knoten gewesen sind.
ja: それらのうち、少なくとも一度はFriendicaサーバーであった<strong> %s のドメイン（ %s ）</strong>があります。

source: Out of those, there are:
cs: Z těch je tu:
de: Von diesen sind:
ja: これらのうち、次のものがあります。

source: <strong>%s public servers (%s)</strong> currently open for registration. <a href="/servers">Check them out!</a>
cs: <strong>%s veřejných serverů (%s)</strong> aktuálně otevřených registracím. <a href="/servers">Podívejte se na ně!</a>
ja: <strong> %s のパブリックサーバー（ %s ）</strong>は現在登録のために開いています。 <a href="/servers">それらをチェックしてください</a>

source: Out of <strong>%s</strong> servers reporting their language there are:
cs: Ze všech <strong>%s</strong> serverů hlásících svůj jazyk je tu:
de: Von den <strong>%s</strong> Servern, die ihre Spracheinstellung angeben, sind:
ja: 言語を報告している<strong> %s </strong>のサーバーのうち、次のものがあります。

source: Versions
cs: Verze
de: Versionen
ja: バージョン

source: Out of <strong>%s</strong> servers reporting their version there are:
cs: Ze všech <strong>%s</strong> serverů hlásících svou verzi je tu:
de: Von den <strong>%s</strong> Servern, die ihre Version angeben, sind:
ja: バージョンを報告している<strong> %s </strong>のサーバーのうち、次のものがあります。

source: Out of those, there are <strong>%s profiles (%s)</strong> that opted in the public directory at least once.
cs: Z těch je tu <strong>%s profilů (%s)</strong>, které byly alespoň jednou publikovány ve veřejném adresáři.
de: Von diesen gibt es <strong>%sProfile (%s)</strong> die sich, zumindest einmal, für die Aufnahme in das öffentliche Verzeichnis entschlossen haben.
ja: これらのうち、<strong> %s のプロファイル（ %s ）</strong>があり、パブリックディレクトリで少なくとも1回選択しました。

source: Out of those, there currently are <strong>%s available profiles (%s)</strong>. <a href="/">Check them out!</a>
cs: Z těch je tu aktuálně <strong>%s dostupných profilů (%s)</strong>. <a href="/">Podívejte se na ně!</a>
ja: それらのうち、現在<strong> %s の使用可能なプロファイル（ %s ）</strong>があります。 <a href="/">チェックしてみてください</a>

source: <strong>%s available servers (%s)</strong>
cs: <strong>%s dostupných serverů (%s)</strong>
de: <strong>%sverfügbare Server (%s)</strong>
ja: <strong> %s のサーバが利用可能（ %s ）</strong>

source: Friendica Directory version %s
cs: Adresář Friendica, verze %s
de: Friendica Verzeichnis Version %s
ja: Friendica Directory バージョン %s

source: Source Code on GitHub
cs: Zdrojový kód na GitHubu
de: Quellcode auf GitHub
ja: GitHubのソースコード

source: Out of those, there currently are <strong>%s available profiles (%s)</strong>. <a href="%s">Check them out!</a>
de: Von diesen sind derzeit <strong>%sverfügbare Profile (%s)</strong>. <a href="%s">Schaue sie dir an!</a>

source: <strong>%s public servers (%s)</strong> currently open for registration. <a href="%s">Check them out!</a>
de: <strong>%s öffentliche Server (%s)</strong> erlauben derzeit die Anmeldung. <a href="%s">Schau sie dir an!</a>
